Repository: nonZero/OpenCommunity
Catalog: src/issues/locale/*/LC_MESSAGES/django.po
Languages: he

source: Proposals
he: הצעות החלטה

source: Comments
he: הערות

source: Meetings
he: פגישות

source: Community
he: קהילה

source: Committee
he: ועדה

source: Issues, proposals & votes
he: נושאים, הצעות החלטה והצבעות

source: Not Confidential
he: לא חסוי

source: File type is not allowed!
he: לא ניתן להעלות קבצים מסוג זה

source: Title cannot be empty
he: כותרת חובה

source: Upload
he: העלה קובץ

source: Create
he: צור חדש

source: Save
he: שמירה

source: Add
he: הוספה

source: Open
he: הצעה פתוחה

source: In upcoming meeting
he: בפגישה הקרובה

source: In upcoming meeting (completed)
he: בפגישה הקרובה (הדיון תם)

source: Archived
he: בארכיון

source: Active
he: פעיל

source: Created at
he: נוצר ב

source: Created by
he: נוצר על ידי

source: Title
he: כותרת

source: Background
he: רקע

source: Content
he: פירוט

source: Calculated Score
he: ניקוד מצטבר

source: Order in upcoming meeting
he: סדר בפגישה הקרובה

source: Order in upcoming meeting by votes
he: סדר בפגישה הקרובה לפי הצבעות

source: Length (in minutes)
he: זמן (בדקות)

source: Discussion completed
he: הדיון הושלם

source: Is published to members
he: פורסם לחברי הקהילה

source: Issue
he: נושא לדיון

source: Issues
he: נושאים לדיון

source: Last Edited at
he: עריכה אחרונה

source: Comment
he: הערה

source: Issue comment
he: הערה על נושא

source: Issue comments
he: הערות על נושאים

source: File
he: קובץ

source: File created at
he: נוצר ב

source: Con
he: נגד

source: Neutral
he: נמנע

source: Pro
he: בעד

source: User
he: משתמש

source: Vote
he: הצבעה

source: Voted by chairman
he: הצבעה בוצעה על ידי יושב ראש

source: Proposal Vote
he: הצבעה על הצעה

source: Proposal Votes
he: הצבעות על הצעה

source: Task
he: משימה

source: Rule
he: נוהל

source: General
he: כללי

source: In discussion
he: בדיון

source: Accepted
he: ההחלטה התקבלה

source: Rejected
he: ההצעה נדחתה

source: Create at
he: נוצר ב

source: Type
he: סוג

source: Details
he: פירוט

source: Assigned to
he: אחראי

source: Assigned to user
he: אחראי

source: Due by
he: יעד

source: Completed
he: הושלם

source: Votes pro
he: הצבעות בעד

source: Votes con
he: הצבעות נגד

source: Community members
he: חברי קהילה

source: Tags
he: תגיות

source: Proposal
he: הצעת החלטה

source: Argument
he: טיעון

source: Proposal vote argument
he: טיעון על הצעה

source: Proposal vote arguments
he: טיעונים על הצעות

source: Proposal vote argument ranking
he: הצבעה על טיעוני הצעה

source: Proposal vote arguments ranking
he: הצבעות על טיעוני הצעות

source: Vote result
he: תוצאות הצבעה

source: Vote results
he: תוצאות הצבעות

source: For
he: בעד

source: Abstain
he: נמנע

source: Against
he: נגד

source: Confirm argument submission
he: אישור שליחת טיעון

source: Pay attention
he: שים לב

source: Adding argument will expose your voting decision and the argument will show your name.
he: הוספת טיעון תחשוף את הבחירה שלך והטיעון יופיע עם שמך.

source: You won't be able to change your vote after adding an argument.
he: לאחר הוספת טיעון לא ניתן לשנות את בחירתך.

source: Cancel
he: ביטול

source: Confirm
he: אישור

source: Due Date
he: תאריך יעד

source: Assigned To
he: אחראי

source: at
he: ב

source: version
he: גרסא

source: Last edited by
he: נערך לאחרונה על ידי

source: Next update
he: העדכון הבא

source: Upcoming meeting
he: בפגישה הקרובה

source: Edit abstract
he: עריכה

source: Attach files
he: צרף קובץ

source: Decisions
he: החלטות

source: Type the new proposal title
he: הקלד כותרת עבור ההצעה החדשה

source: Add a proposal
he: הוסף הצעה

source: Issue discussion summary
he: עיקרי הדיון בנושא

source: Save and go to next issue
he: שמור ועבור לנושא הבא

source: Edit
he: עריכה

source: Delete
he: מחיקה

source: By:
he: מאת:

source: More / Add
he: עוד / הוסף

source: Add argument
he: הוסף טיעון

# rule creation date
source: Date
he: תאריך

source: Last vote
he: הצבעה אחרונה

source: Voted
he: הצביעו

source: Out of
he: מתוך

source: members
he: חברים

source: Why yes
he: למה כן

source: Why no
he: למה לא

source: Submit
he: שלח

source: Edit argument
he: ערוך טיעון

source: Editing argument will erase all supported votes
he: עריכת טיעון תאפס את התמיכה שהטיעון קיבל

source: You voted
he: הצבעת

source: for
he: בעד

source: against
he: נגד

source: Cancel vote
he: בטל

source: Task Tracking
he: מעקב משימות

source: Search by keywords or assigned person
he: חפש באמצעות מילות מפתח או שם אחראי

source: Sort by
he: מיון

source: All
he: הכל

source: Late
he: באיחור

source: Are you sure?
he: האם אתה בטוח?תאריך קביעת נוהל

source: No
he: לא

source: Yes
he: כן

source: New issue
he: נושא חדש

source: New proposal
he: הצעת החלטה חדשה

source: None
he: ללא

source: Upcoming Meeting
he: בפגישה הקרובה

source: Next
he: הבאה

source: Updates
he: עדכונים

source: Closed
he: סגור

source: In the agenda
he: בסדר יום

source: Open for discussion
he: החזר לדיון

source: Archive issue
he: העבר לארכיון

source: Edit issue
he: ערוך נושא

source: Close
he: סגור

source: Are you sure you want to remove the confidentiality
he: האם אתה בטוח שברצונך להפוך נושא חסוי לגלוי

source: I am positive
he: אני בטוח

source: By time
he: זמן

source: My vote
he: תיעדוף שלי

source: By priority
he: משוקלל

source: Search
he: חיפוש

source: Search the agenda
he: חפשו בנושאים לדיון

source: My agenda
he: ההצעה שלי לסדר היום

source: The order of the items should reflect their importance, please prioritize.
he: סדר הנושאים בפגישה מבטא את רמת החשיבות בעינך. נא לסדר לפי העדיפות

source: Other issues
he: נושאים אחרים

source: Preferences sent
he: תיעדוף נשלח

source: All issues
he: כל הנושאים

source: Delete attachment
he: מחק קובץ

source: Add attachment
he: צרף קובץ

source: Attach
he: צרף

source: Cencel edit
he: בטל עריכה

source: Rule Book
he: ספר נהלים

source: Search by keywords
he: חיפוש

source: more
he: עוד

source: Results
he: תוצאות

source: Login to vote
he: הכנס כדי להצביע

source: Task completed
he: המשימה הושלמה

source: Open task!
he: משימה לביצוע!

source: Proposal accepted
he: ההצעה התקבלה

source: Proposal rejected
he: ההצעה נדחתה

source: Cancel approval
he: בטל

source: Open task
he: בטל השלמה

source: Complete task
he: השלם משימה

source: Vote ended
he: הצבעה נסגרה

source: Straw vote result
he: תוצאות הצבעת שבשבת

source: Vote by the
he: הצבעה על ידי

source: Board
he: ועד

source: Accept proposal
he: קבל את ההחלטה

source: Reject proposal
he: דחה הצעה

source: Edit proposal
he: עריכת הצעת החלטה

source: Are you sure you want to remove the proposal confidentiality
he: האם אתה בטוח שברצונך להפוך הצעה חסויה לגלויה
