Repository: nonZero/OpenCommunity
Catalog: src/meetings/locale/*/LC_MESSAGES/django.po
Languages: he

source: Meetings & participants
he: פגישות ומשתתפים

source: Send to
he: שלח אל

source: The selected issues will be archived
he: הנושאים המסומנים יועברו לארכיון

source: Issue was not modified in this meeting
he: לא התבצעו שינויים בנושא זה במהלך הפגישה

source: Undecided proposals
he: הצעות ללא החלטה

source: Meeting
he: פגישה

source: Issue
he: נושא

source: Background
he: רקע

source: Order
he: סדר

source: Closed
he: סגור

source: Agenda Item
he: פריט על סדר היום

source: Agenda Items
he: פריטים על סדר היום

source: Committee
he: ועדה

source: Created at
he: נוצר ב

source: Created by
he: נוצר על ידי

source: Held at
he: מועד קיום הפגישה

source: Title
he: כותרת

source: Scheduled at
he: מועד

source: Location
he: מקום

source: Comments
he: הערות

source: Summary
he: סיכום הפגישה

source: Agenda items
he: סדר יום

source: Participants
he: משתתפים

source: Guests
he: אורחים

source: Enter each guest in a separate line
he: רשום כל אורח בשורה נפקדת

source: Meetings
he: פגישות

source: Name
he: שם

source: Group
he: קבוצה

source: Is Absent
he: נעדר

source: Meeting Participant
he: משתתף בפגישה

source: Meeting Participants
he: משתתפים בפגישה

source: Meeting External Participant
he: משתתף חיצוני

source: Meeting External Participants
he: משתתפים חיצוניים

source: Close update
he: סגור עדכון

source: Close meeting
he: סגור פגישה

source: No participants selected for meeting
he: לא נבחרו משתתפים לפגישה

source: Please note, editing the meeting's information is not possible after close
he: שים לב, לא תתאפשר עריכת מידע בנוגע לפגישה לאחר סגירתה

source: Preview details
he: הצגת פירוט

source: Preview protocol
he: פרוטוקול הפגישה

source: Cancel
he: ביטול

source: Print details
he: הדפס פירוט

source: Print protocol
he: הדפסת פרוטוקול הפגישה

source: All Meetings
he: כל הפגישות

source: Upcoming meeting
he: פגישה קרובה

source: Not set yet
he: טרם נקבע

source: Protocol
he: פרוטוקול

source: Assigned to
he: אחראי

source: Due by
he: יעד

source: Meeting protocol
he: פרוטוקול הפגישה

source: Close
he: סגור

source: Communities
he: קהילות

source: New issue
he: נושא חדש

source: This community did not conduct any meeting yet.
he: אין עדיין פגישות לצפיה

source: a
he: א

source: b
he: ב

source: c
he: ג

source: d
he: ד

source: e
he: ה

source: f
he: ו

source: g
he: ז

source: h
he: ח

source: i
he: ט

source: j
he: י

source: Sending to %d users
he: שולח ל-%d משתמשים
