Repository: nonZero/OpenCommunity
Catalog: src/ocd/locale/*/LC_MESSAGES/django.po
Languages: he

source: HTML content
he: תוכן HTML

source: Is Confidential
he: חסוי

source: Privacy
he: פרטיות

source: Commercial
he: מסחרי

source: Security
he: ביטחון

source: Sorry
he: סליחה

source: You don't have permission to view that page
he: אין לך הרשאה לצפיה בדף זה

source: Login
he: כניסה

source: Oops...
he: אופס...

source: We couldn't find the requested community
he: לא נמצאה הקהילה המבוקשת

source: You can go to the
he: אתה יכול לגשת ל

source: Main page
he: עמוד ראשי

source: We couldn't find exactly what you were looking for
he: לא נמצא מה שחיפשת

source: Community page
he: דף הקהילה

source: We couldn't find the requested issue
he: לא נמצא הנושא המבוקש

source: Issues page
he: דף נושאים

source: We couldn't find the requested procedure
he: לא נמצא הנוהל המבוקש

source: Procedures page
he: דף נהלים

source: We couldn't find the page you were looking for
he: לא נמצא העמוד המבוקש

source: You can go to
he: אתה יכול לגשת ל

source: The server is playing up.
he: השרת משחק.

source: General search text...
he: חיפוש טקסט כללי...

source: Page title
he: כותרת עמוד

source: Attention
he: שים לב

source: Close
he: סגור

source: About
he: אודות

source: Back to top
he: לראש העמוד

source: An eKnight
he: חשמביר

source: from Hasadna
he: מבית הסדנא

source: Version
he: גרסא

source: DEVELOPMENT SERVER
he: שרת פיתוח

source: Save
he: שמור

source: Remember me
he: זכור אותי

source: forgot password
he: שכחת סיסמא

source: Open Community admin
he: ניהול קהילה פתוחה

source: Open Community Administration
he: קהילה פתוחה: פאנל ניהול

source: Home
he: בית

source: Password reset complete
he: איפוס סיסמא הושלם

source: Your password has been set. You may go ahead and log in now.
he: סיסמא חדשה הוגדרה. כעת ניתן להכנס למערכת.

source: Log in
he: כניסה

source: Password reset
he: איפוס סיסמא

source: Please enter your new password twice so we can verify you typed it in correctly.
he: אנא הכנס את הסיסמא החדשה פעמיים, בכדי לוודא שאין שגיאות.

source: New password:
he: סיסמא חדשה:

source: Confirm password:
he: אימות סיסמא:

source: Change my password
he: שנה את הסיסמא שלי

source: Password reset unsuccessful
he: איפוס סיסמא ניכשל

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
he: קישור לא תקין לאיפוס סיסמא, כנראה בגלל שימוש בעבר, אנא בקש קישור חדש.

source: Reset password
he: אפס סיסמא

source: Password reset successful
he: איפוס סיסמא הצליח

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
he: אימייל עם הדרכה לאיפוס הסיסמא נשלח אליך לכתובת מייל שסיפקת.

source: Hello
he: שלום

source: Please go to the following page and choose a new password:
he: בדף הבא ניתן לבחור סיסמא חדשה:

source: Your username/email, in case you've forgotten:
he: שם המשתמש/אימייל, למקרה ששכחת:

source: Thanks for using our site!
he: תודה שהשתמשת באתר שלנו!

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
he: שכחת סיסמא? הכנס את כתובת המייל שלך למטה, ונשלח לך מייל עם הסבר כיצד להגדיר סיסמא חדשה.

source: An invitation has been sent to this email account
he: הזמנה נשלחה לאימייל הזה

source: Please approve the invitation in order to choose a password
he: אנא אשר/י את ההזמנה ע"י לחיצה על הקישור בתוך המייל לבחירת סיסמה

source: Email address:
he: כתובת אימייל:

source: Reset my password
he: אפס סיסמא

source: Search
he: חיפוש

source: All
he: הכל

source: Issues
he: נושאים לדיון

source: Proposals
he: הצעות

source: Results for
he: תוצאות עבור

source: of
he: מתוך

source: Results
he: תוצאות

source: No Results for
he: לא נמצאו תוצאות

source: Assigned to
he: אחראי

source: Due by
he: תאריך יעד

source: No results found.
he: לא נמצאו תוצאות.

source: Previous
he: הקודם

source: Next
he: הבא
